Repository: ProfMinecraftDev/ServerAppDesktop
Catalog: src/ServerAppDesktop/Strings/*/Resources.resw
Source language: en_us
Languages: es_419

# Files_Err_Paste
source: Error pasting items
es_419: Error al pegar elementos

# Files_Err_MovePrepare
source: Error preparing to move
es_419: Error al preparar el movimiento

# Files_Err_Backup
source: Error creating backup
es_419: Error al crear el respaldo

# Files_Err_Rename
source: Error renaming '{0}'
es_419: Error al renombrar '{0}'

# Files_Err_Delete
source: Could not delete '{0}'
es_419: No se pudo eliminar '{0}'

# Files_Err_CreateFile
source: Error creating file '{0}'
es_419: Error al crear el archivo '{0}'

# Files_Err_CreateFolder
source: Error creating folder '{0}'
es_419: Error al crear la carpeta '{0}'

# Files_Success_Move
source: Items moved successfully
es_419: Elementos movidos exitosamente

# Files_Success_Copy
source: Items copied successfully
es_419: Elementos copiados exitosamente

# Files_Success_Backup
source: Backup created in '{0}'
es_419: Respaldo creado en '{0}'

# Files_Success_Rename
source: Renamed '{0}' to '{1}'
es_419: Se renombró '{0}' a '{1}'

# Files_Success_Delete
source: '{0}' successfully deleted
es_419: '{0}' eliminado exitosamente

# Files_Success_CreateFile
source: File '{0}' created
es_419: Archivo '{0}' creado

# Files_Success_CreateFolder
source: Folder '{0}' created
es_419: Carpeta '{0}' creada

# Home_Notify_Start_Title
source: Server Started
es_419: Servidor iniciado

# Home_Notify_Start_Msg
source: The server started successfully.
es_419: El servidor se inició correctamente.

# Home_Notify_Stop_Title
source: Server Stopped
es_419: Servidor detenido

# Home_Notify_Stop_Msg
source: The server stopped successfully.
es_419: El servidor se detuvo correctamente.

# Home_Notify_Exit_Title
source: Server Closed
es_419: Servidor cerrado

# Home_Notify_Exit_Msg
source: The server shut down successfully from the app.
es_419: El servidor se apagó desde la aplicación correctamente.

# Home_Notify_Critical_Title
source: Critical Error
es_419: Error crítico

# Home_Notify_Critical_Msg
source: The server stopped unexpectedly.
es_419: El servidor se detuvo de forma inesperada.

# Home_IP_Public
source: Public
es_419: Pública

# Home_Log_TrayError
source: Error updating tray: {0}
es_419: Error al actualizar la bandeja: {0}

# Main_UpdateReady_Title
source: Update ready to install
es_419: Actualización lista para instalar

# Main_UpdateReady_Msg
source: Version {0} is ready to install, it will be applied after closing.
es_419: La versión {0} está lista para instalarse, se instalará cuando cierres la aplicación.

# Main_Update_RestartNow
source: Restart now
es_419: Reiniciar ahora

# OOBE_Error_Msg
source: Select a server folder or executable (required).
es_419: Selecciona una carpeta o ejecutable de servidor. Es obligatorio.

# OOBE_Java_Title
source: Java installation recommended
es_419: Se recomienda instalar Java

# OOBE_Java_Msg
source: You selected Minecraft Java. Make sure Java is installed and available in your PATH.
es_419: Has elegido Minecraft Java. Asegúrate de tener Java en tu PATH.

# OOBE_Default_MOTD
source: A Minecraft Server
es_419: Servidor de Minecraft

# Settings_Diff_Peaceful
source: Peaceful
es_419: Pacífico

# Settings_Diff_Easy
source: Easy
es_419: Fácil

# Settings_Diff_Hard
source: Hard
es_419: Difícil

# Settings_GM_Survival
source: Survival
es_419: Supervivencia

# Settings_GM_Creative
source: Creative
es_419: Creativo

# Settings_GM_Adventure
source: Adventure
es_419: Aventura

# Settings_Lang_System
source: System
es_419: Sistema

# Settings_Chat_None
source: None
es_419: Ninguno

# Settings_Chat_Dropped
source: Dropped
es_419: No entregado

# Settings_Chat_Disabled
source: Disabled
es_419: Desactivado

# Process_Loading
source: Loading...
es_419: Cargando...

# Update_Notify_Title
source: New update
es_419: Nueva actualización

# Update_Notify_Msg
source: Version {0} is ready
es_419: La versión {0} está disponible

# Update_Notify_BtnDownload
source: Download
es_419: Descargar

# Cmd_Error_Unknown
source: Unrecognized argument: {0}
es_419: Argumento no reconocido: {0}

# Cmd_Info_Title
source: Version info
es_419: Información de la versión

# Cmd_Info_Msg
source: {0} Version {1}
es_419: {0} versión {1}

# Cmd_Help_Title
source: Argument help
es_419: Ayuda de argumentos

# Cmd_Help_Msg
source: Argument help: --help, -h : Show this help. --version, -v : Show the app version. --reset-settings : Reset the app settings. --tray-only : The app starts minimized in the system tray.
es_419: Opciones de argumentos: --help, -h : Muestra esta ayuda. --version, -v : Muestra la versión de la aplicación. --reset-settings : Restablece la configuración. --tray-only : Inicia en la bandeja del sistema.

# Window_FullScreen_Enter
source: Enter full screen (F11)
es_419: Pantalla completa (F11)

# Window_FullScreen_Exit
source: Exit full screen (ESC or F11)
es_419: Salir de pantalla completa (ESC o F11)

# Files_Dialog_Backup.Title
source: Create backup
es_419: Crear respaldo

# Files_Dialog_Backup.Content
source: Do you want to create a backup of the server? This will help you avoid losing files in the future. Good choice!
es_419: ¿Quieres respaldar el servidor? Así evitarás pérdida de archivos en el futuro. ¡Buena elección!

# Files_Dialog_Backup.PrimaryButtonText
source: Let's go!
es_419: ¡Vamos!

# Files_Dialog_Backup.CloseButtonText
source: No, thanks
es_419: No, gracias

# Files_Dialog_CreateFile.Title
source: Create file
es_419: Crear archivo

# Files_Dialog_CreateFile.PrimaryButtonText
source: Create file
es_419: Crear archivo

# Files_Dialog_CreateFile.CloseButtonText
source: Cancel
es_419: Cancelar

# Files_Txt_FileName.PlaceholderText
source: File name
es_419: Nombre del archivo

# Files_Dialog_CreateFolder.Title
source: New Folder
es_419: Nueva carpeta

# Files_Dialog_CreateFolder.PrimaryButtonText
source: Create folder
es_419: Crear carpeta

# Files_Dialog_CreateFolder.CloseButtonText
source: Cancel
es_419: Cancelar

# Files_Txt_FolderName.PlaceholderText
source: Folder name
es_419: Nombre de la carpeta

# Files_Dialog_Rename.Title
source: Rename File or Folder
es_419: Renombrar archivo o carpeta

# Files_Dialog_Rename.PrimaryButtonText
source: Rename
es_419: Renombrar

# Files_Dialog_Rename.CloseButtonText
source: Cancel
es_419: Cancelar

# Files_Txt_RenameDescription.Text
source: Enter the new name for the selected item:
es_419: Introduce el nuevo nombre para el elemento seleccionado:

# Files_Txt_NewName.PlaceholderText
source: New name...
es_419: Nuevo nombre...

# Files_Dialog_Delete.Title
source: Confirm Deletion
es_419: Confirmar eliminación

# Files_Dialog_Delete.PrimaryButtonText
source: Delete Permanently
es_419: Eliminar permanentemente

# Files_Dialog_Delete.CloseButtonText
source: Keep
es_419: Conservar

# Files_Txt_DeleteConfirm.Text
source: Are you sure you want to delete this item?
es_419: ¿Estás seguro que deseas eliminar este elemento?

# Files_Txt_DeleteWarning.Text
source: This action cannot be undone and could affect how Minecraft Server works.
es_419: Esta acción no se puede deshacer y puede afectar el funcionamiento del servidor.

# Files_Dialog_Success.Title
source: Operation Completed
es_419: Operación completada

# Files_Dialog_Success.CloseButtonText
source: OK
es_419: Listo

# Files_Dialog_Error.Title
source: Something went wrong
es_419: Hubo un problema

# Files_Dialog_Error.CloseButtonText
source: Close
es_419: Cerrar

# Files_Txt_ErrorDefault.Text
source: Could not complete the operation. Please try again.
es_419: No fue posible completar la operación. Intenta de nuevo.

# Files_Exp_Details.Header
source: Details
es_419: Detalles

# Files_Txt_NoDetails.Text
source: No additional details.
es_419: No hay detalles adicionales.

# Files_Cmd_Rename.Label
source: Rename
es_419: Renombrar

# Files_Cmd_Rename.Description
source: Rename the selected file or folder
es_419: Renombrar el archivo o carpeta seleccionado

# Files_Cmd_Refresh.Label
source: Refresh
es_419: Actualizar

# Files_Cmd_Refresh.Description
source: Refresh the file list
es_419: Actualizar la lista de archivos

# Files_Cmd_Properties.Label
source: Properties
es_419: Propiedades

# Files_Cmd_Properties.Description
source: View item properties
es_419: Ver propiedades del elemento

# Files_Cmd_GoBack.Label
source: Back
es_419: Atrás

# Files_Cmd_GoBack.Description
source: Go to the previous folder
es_419: Ir a la carpeta anterior

# Files_Cmd_GoForward.Label
source: Next
es_419: Siguiente

# Files_Cmd_GoForward.Description
source: Go to the next folder
es_419: Ir a la carpeta siguiente

# Settings_InfoBar_Running_Title
source: Some settings cannot be changed
es_419: Algunas configuraciones no se pueden modificar

# Settings_InfoBar_Running_Msg
source: Some settings can't be changed while the server is running.
es_419: No es posible cambiar ciertos ajustes mientras el servidor está activo.

# Settings_InfoBar_Restart.Title
source: Restart the app
es_419: Reinicia la aplicación

# Settings_InfoBar_Restart.Message
source: Restart Server App Desktop to apply changes.
es_419: Reinicia Server App Desktop para aplicar los cambios.

# Settings_Btn_RestartNow.Content
source: Restart now
es_419: Reiniciar ahora

# MenuFlyoutItem_Status.Text
source: Server status
es_419: Estado del servidor
